export const radioMale = [
  {
    label: "Female",
    value: "F"
  },
  {
    label: "Male",
    value: "M"
  },
  {
    label: "Other",
    value: "O"
  }
];

export const tableHeader = [
  {
    id: '1',
    name: '№',
    sort: false
  },
  {
    id: '2',
    name: 'Name',
    sort: true
  },
  {
    id: '3',
    name: 'Age',
    sort: true
  },
  {
    id: '4',
    name: 'Gender',
    sort: true
  },
  {
    id: '5',
    name: 'Type',
    sort: true
  },
];

export const tableRows = [
  {
    items: [
      {
        columnId: '1',
        value: 1
      },
      {
        columnId: '2',
        value: 'Bogdan'
      },
      {
        columnId: '6',
        value: 'Mother, fouther, sister, broyher, granny, etc..'
      }
    ],
    id: '1'
  },
  {
    items: [
      {
        columnId: '1',
        value: 2
      },
      {
        columnId: '2',
        value: 'Ivan'
      },
      {
        columnId: '5',
        value: 'Для подобных ситуаций в Grid  предусмотрено решение с помощью функции minmax(). В следующем примере  minmax() используется, как значение свойства grid-auto-rows (en-US). Автоматически создаваемые строки будут как минимум 100 пикселей в высоту, а как максимум примут значение auto. Использование auto означает, что размер строки посмотрит на размер контента и растянется таким образом, чтобы вместить самый высокий элемент ячейки в этой строке. '
      }
    ],
    id: '2'
  },
  {
    items: [
      {
        columnId: '1',
        value: 2
      },
      {
        columnId: '2',
        value: 'Ivan'
      },
      {
        columnId: '5',
        value: 'Для подобных ситуаций в Grid  предусмотрено решение с помощью функции minmax(). В следующем примере  minmax() используется, как значение свойства grid-auto-rows (en-US). Автоматически создаваемые строки будут как минимум 100 пикселей в высоту, а как максимум примут значение auto. Использование auto означает, что размер строки посмотрит на размер контента и растянется таким образом, чтобы вместить самый высокий элемент ячейки в этой строке. '
      }
    ],
    id: '3'
  },
  {
    items: [
      {
        columnId: '1',
        value: 2
      },
      {
        columnId: '2',
        value: 'Ivan'
      },
      {
        columnId: '5',
        value: 'Для подобных ситуаций в Grid  предусмотрено решение с помощью функции minmax(). В следующем примере  minmax() используется, как значение свойства grid-auto-rows (en-US). Автоматически создаваемые строки будут как минимум 100 пикселей в высоту, а как максимум примут значение auto. Использование auto означает, что размер строки посмотрит на размер контента и растянется таким образом, чтобы вместить самый высокий элемент ячейки в этой строке. '
      }
    ],
    id: '4'
  },
  {
    items: [
      {
        columnId: '1',
        value: 2
      },
      {
        columnId: '2',
        value: 'Ivan'
      },
      {
        columnId: '5',
        value: 'Для подобных ситуаций в Grid  предусмотрено решение с помощью функции minmax(). В следующем примере  minmax() используется, как значение свойства grid-auto-rows (en-US). Автоматически создаваемые строки будут как минимум 100 пикселей в высоту, а как максимум примут значение auto. Использование auto означает, что размер строки посмотрит на размер контента и растянется таким образом, чтобы вместить самый высокий элемент ячейки в этой строке. '
      }
    ],
    id: '5'
  },
  {
    items: [
      {
        columnId: '1',
        value: 2
      },
      {
        columnId: '2',
        value: 'Ivan'
      },
      {
        columnId: '5',
        value: 'Для подобных ситуаций в Grid  предусмотрено решение с помощью функции minmax(). В следующем примере  minmax() используется, как значение свойства grid-auto-rows (en-US). Автоматически создаваемые строки будут как минимум 100 пикселей в высоту, а как максимум примут значение auto. Использование auto означает, что размер строки посмотрит на размер контента и растянется таким образом, чтобы вместить самый высокий элемент ячейки в этой строке. '
      }
    ],
    id: '6'
  },
  {
    items: [
      {
        columnId: '1',
        value: 2
      },
      {
        columnId: '2',
        value: 'Ivan'
      },
      {
        columnId: '5',
        value: 'Для подобных ситуаций в Grid  предусмотрено решение с помощью функции minmax(). В следующем примере  minmax() используется, как значение свойства grid-auto-rows (en-US). Автоматически создаваемые строки будут как минимум 100 пикселей в высоту, а как максимум примут значение auto. Использование auto означает, что размер строки посмотрит на размер контента и растянется таким образом, чтобы вместить самый высокий элемент ячейки в этой строке. '
      }
    ],
    id: '7'
  },
  {
    items: [
      {
        columnId: '1',
        value: 2
      },
      {
        columnId: '2',
        value: 'Ivan'
      },
      {
        columnId: '5',
        value: 'Для подобных ситуаций в Grid  предусмотрено решение с помощью функции minmax(). В следующем примере  minmax() используется, как значение свойства grid-auto-rows (en-US). Автоматически создаваемые строки будут как минимум 100 пикселей в высоту, а как максимум примут значение auto. Использование auto означает, что размер строки посмотрит на размер контента и растянется таким образом, чтобы вместить самый высокий элемент ячейки в этой строке. '
      }
    ],
    id: '8'
  },
  {
    items: [
      {
        columnId: '1',
        value: 2
      },
      {
        columnId: '2',
        value: 'Ivan'
      },
      {
        columnId: '5',
        value: 'Для подобных ситуаций в Grid  предусмотрено решение с помощью функции minmax(). В следующем примере  minmax() используется, как значение свойства grid-auto-rows (en-US). Автоматически создаваемые строки будут как минимум 100 пикселей в высоту, а как максимум примут значение auto. Использование auto означает, что размер строки посмотрит на размер контента и растянется таким образом, чтобы вместить самый высокий элемент ячейки в этой строке. '
      }
    ],
    id: '9'
  },
  {
    items: [
      {
        columnId: '1',
        value: 2
      },
      {
        columnId: '2',
        value: 'Ivan'
      },
      {
        columnId: '5',
        value: 'Для подобных ситуаций в Grid  предусмотрено решение с помощью функции minmax(). В следующем примере  minmax() используется, как значение свойства grid-auto-rows (en-US). Автоматически создаваемые строки будут как минимум 100 пикселей в высоту, а как максимум примут значение auto. Использование auto означает, что размер строки посмотрит на размер контента и растянется таким образом, чтобы вместить самый высокий элемент ячейки в этой строке. '
      }
    ],
    id: '10'
  },
  {
    items: [
      {
        columnId: '1',
        value: 2
      },
      {
        columnId: '2',
        value: 'Ivan'
      },
      {
        columnId: '5',
        value: 'Для подобных ситуаций в Grid  предусмотрено решение с помощью функции minmax(). В следующем примере  minmax() используется, как значение свойства grid-auto-rows (en-US). Автоматически создаваемые строки будут как минимум 100 пикселей в высоту, а как максимум примут значение auto. Использование auto означает, что размер строки посмотрит на размер контента и растянется таким образом, чтобы вместить самый высокий элемент ячейки в этой строке. '
      }
    ],
    id: '11'
  },
  {
    items: [
      {
        columnId: '1',
        value: 2
      },
      {
        columnId: '2',
        value: 'Ivan'
      },
      {
        columnId: '5',
        value: 'Для подобных ситуаций в Grid  предусмотрено решение с помощью функции minmax(). В следующем примере  minmax() используется, как значение свойства grid-auto-rows (en-US). Автоматически создаваемые строки будут как минимум 100 пикселей в высоту, а как максимум примут значение auto. Использование auto означает, что размер строки посмотрит на размер контента и растянется таким образом, чтобы вместить самый высокий элемент ячейки в этой строке. '
      }
    ],
    id: '12'
  },
  {
    items: [
      {
        columnId: '1',
        value: 2
      },
      {
        columnId: '2',
        value: 'Ivan'
      },
      {
        columnId: '5',
        value: 'Для подобных ситуаций в Grid  предусмотрено решение с помощью функции minmax(). В следующем примере  minmax() используется, как значение свойства grid-auto-rows (en-US). Автоматически создаваемые строки будут как минимум 100 пикселей в высоту, а как максимум примут значение auto. Использование auto означает, что размер строки посмотрит на размер контента и растянется таким образом, чтобы вместить самый высокий элемент ячейки в этой строке. '
      }
    ],
    id: '13'
  },
];